<template>
  <a-collapse v-model="activeKey" style="margin-top: 30px;width: 100%">
    <a-collapse-panel key="1" header="一、车辆押金和违章押金">
      <p>1、车辆押金（免收）：

        车辆押金0元（部分渠道订单以实际页面显示为准）。

        2、违章押金（可解冻/退）：

        取车时/取车前，以“预授权”（冻结额度）形式支付，还车后如无违章，30天内由发卡银行自动解冻（恢复额度）；部分渠道订单以实际页面显示为准；

        芝麻信用免押订单，解冻时间为30天内，微信支付分免押订单，解冻时间为30天内。</p>
    </a-collapse-panel>
    <a-collapse-panel key="2" header="二、延时还车">
      <p>1、一般情況下，超时0.5小时内不收取费用；

        2、超过0.5小时 - 1小时以内按超时 1小时收费；

        3、超时6小时内（包括6小时），按“车辆每小时超时费*超时小时数”来收取费用；

        超时6小时以上：走续租流程（有车按正常续租，无车时超时租赁，法定节假日和平时都是按照同类车辆租赁价格的200%收取租金）；

        其中，车辆租赁费及门店服务费均价/6（除以6）=每小时收取的超时费。

        举例，如果订单预订一天，时间为上午8点取车至第二天上午8点还车，但实际取车时间为上午11点，还车时间超过第二天上午8点也将被视为超时租赁，适用于以上收费规则。

        【特别提醒1】：超时的时间段不享受基本保障与补充保障服务，故此时间段如果发生事故/故障，是您全责的情况下，需要您本人承担全部责任。且如果订单修改，车辆租赁费及门店服 务费发生变化，超时费也会变化，具体金额以实际订单为准，烦请知晓；

        【特别提醒2】：如订单的车辆租赁费及门店服务费为0元(例如。0元活动订单）4小时内的超时40元/小时收取；超时4小时以上，按同类型车辆租赁价格的 200%收取超时日租金。

        未经一嗨同意的延时还车，视作“超期租赁”。超期租赁按照《一嗨租赁合同专用条款》中约定的执行。</p>
    </a-collapse-panel>
    <a-collapse-panel key="3" header="三、加油服务费">
      <p>用户取车时应与一嗨门店工作人员共同确认油量，还车时应保持与取车时同等油量。如还车时油量超过取车油量，根据油市价退还油量差额部分的油费；如油量不足，用户须按油市价补足油量差额部分的油费，且需额外支付75元加油服务费，若在发车前已购买【无忧还车】的，则仅需支付油费差额，无需再支付加油服务费。</p>
    </a-collapse-panel>
    <a-collapse-panel key="4" header="四、经营损失">
      <p>因事故、承租方操作不当致使车辆故障或证照遗失等影响车辆正常营运的，承租方须按照以下约定赔偿一嗨经营损失。

        a)经营损失计算方式：《一嗨租赁合同专用条款》上载明的（车辆租赁费及门店服务费+基本保障服务费）×停运天数。车辆停运天数及损失核定按以下标准预计：

        停运情形	停运天数预计	损失核定
        车辆能正常行驶的情况	不需钣金喷漆的损坏1天需钣金喷漆2天需换件的1天需其它维修的2天	由一嗨门店工作人员界定事故级别，核定车辆损失。
        车辆不能正常行驶的情况	损坏严重，不能正常行驶6天证照遗失5天车辆被扣实际扣押天数车辆报废不低于30天因承租方原因导致车辆被修理厂留置实际留置天数	由一嗨门店工作人员和4S店专业人士或相关机构人员共同界定事故级别，核定车辆损失。
        备注	同时具备前述情形两种及以上的，天数应累加计算；如发生车辆外体损伤，需钣金喷漆且需换件的，停运天数按“2+1=3”天计算。
        b)承租方应先行根据上述方式核定的经营损失支付足额押金，并办理其它费用的结算手续。车辆修理完成或证照补办完毕后，如实际修理天数或证照补办天数多于上表所述天数，一嗨有权根据实际停运天数与承租方结算经营损失。</p>
    </a-collapse-panel>
    <a-collapse-panel key="5" header="五、维修费">
      <p>事故赔偿范围外的事故车辆维修，除误工费外，客户还需向一嗨支付相应的车辆维修费用。

        （1）
        维修费收取标准：由门店人员参照4S店收取标准，客户还车时预先支付，待实际维修费用确定后多退少补。

        （2）
        客户如对预付维修费用的内容或额度存有异议，可经门店人员确认后，自行到指定4S店维修，车辆维修完毕后交还门店，并持4S店维修发票与一嗨进行租车费用结算。</p>
    </a-collapse-panel>
    <a-collapse-panel key="6" header="六、损失费">
      <p>车辆发生事故导致该车辆不适合用于提供汽车租赁服务的，须支付车辆发生该事故前实际价值20%的损失费。</p>
    </a-collapse-panel>
    <a-collapse-panel key="7" header="七、物品损失费">
      <p>a)车辆GPS、儿童座椅等增值车载设备损坏或遗失，客户须向一嗨进行赔偿，具体金额详见《一嗨租赁合同专用条款》。

        b)本车证照及车载设备包括但不限于轮胎、变速箱、反光镜、收音机、车钥匙、油盖、车轮盖等车辆部件或灭火器、千斤顶、工具包、脚垫、烟缸、行驶证、交强险标志、绿色环保标志、年检标志等。附带设备、相关证件的损坏或遗失，客户应当依据租车当地该车品牌4S店的维修出售价格或实际补办所需费用向一嗨进行赔偿。

        c)如车内设施产生污渍，客户须支付清洁费用。如污渍无法清洁的，客户应当依据租车当地该车品牌4S店的出售价格或实际购置所需费用向一嗨进行赔偿。污渍及车身损伤标准，均以一嗨验车尺中规定为准。</p>
    </a-collapse-panel>
  </a-collapse>
</template>
<script>
export default {
  data () {
    return {
      loading: true,
      text: `A dog is a type of domesticated animal.Known for its loyalty and faithfulness,it can be found as a welcome guest in many households across the world.`,
      activeKey: ['1', '2', '3', '4', '5', '6', '7'],
      article: {
        title: '',
        content: '',
        date: {},
        author: '',
        wc: ''
      },
      today: ''
    }
  },
  methods: {
  },
  mounted () {
  }
}
</script>
<style lang="less">
.daily-article {
  .article-button {
    font-size: 1.2rem !important;
  }
  .ant-card-body {
    padding: 18px !important;
  }
  .ant-card-head {
    padding: 0 1rem;
  }
  .ant-card-meta {
    margin-bottom: 1rem;
  }
  .article-content {
    p {
      word-wrap: break-word;
      word-break: break-all;
      text-overflow: initial;
      white-space: normal;
      font-size: .9rem !important;
      margin-bottom: .8rem;
    }
  }
}
</style>
